Repository: kodi-game/game.libretro.vbam
Catalog: game.libretro.vbam/resources/language/resource.language.*/strings.po
Languages: de_de, ga, it_it, sv_se

# Addon Description
source: VBA-M is a Nintendo Game Boy and Game Boy Advance emulator based on the official VisualBoyAdvance by Forgotten and the VBA development team.
de_de: VBA-M ist ein Emulator für Nintendo Game Boy und Game Boy Advance, der auf dem offiziellen VisualBoyAdvance von Forgotten und dem VBA-Entwicklerteam basiert.
ga: Is aithriseoir Nintendo Game Boy agus Game Boy Advance é VBA-M atá bunaithe ar an VisualBoyAdvance oifigiúil ó Forgotten agus foireann forbartha VBA.
it_it: VBA-M è un emulatore per Nintendo Game Boy e Game Boy Advance basato sul VisualBoyAdvance ufficiale di Forgotten e il team di sviluppo VBA.
sv_se: VBA-M är en Nintendo Game Boy- och Game Boy Advance-emulator baserad på den officiella VisualBoyAdvance av Forgotten och VBA:s utvecklingsteam.

# #30001
source: Use Official BIOS (If Available)
de_de: Offizielles BIOS verwenden (falls vorhanden)
ga: Úsáid an BIOS Oifigiúil (más féidir)
it_it: Usa BIOS ufficiale (se disponibile)
sv_se: Använd officiellt BIOS (om tillgängligt)

# #30002
source: Force-Enable RTC
de_de: Einschalten der Echtzeituhr erzwingen
ga: RTC Cumasaithe le Fórsa
it_it: Forza Abilita RTC
sv_se: Forcera aktivering av RTC

# #30003
source: (GB) Emulated Hardware (Needs Restart)
de_de: (GB) Emulierte Hardware (Neustart erforderlich)
ga: (GB) Crua-earraí Insamhlaithe (Atosú Riachtanach)
it_it: (GB) Hardware emulato (è necessario riavviare)
sv_se: (GB) Emulerad hårdvara (behöver startas om)

# #30004
source: (GB) Enable Colorizer Hack (Needs Restart)
de_de: (GB) Colorizer-Hack aktivieren (Neustart erforderlich)
ga: (GB) Cumasaigh Colorizer Haic (Atosú Riachtanach)
it_it: (GB) Abilita hack per rendere a colori (è necessario riavviare)
sv_se: (GB) Aktivera Colorizer Hack (behöver startas om)

# #30005
source: (GB) Color Palette
de_de: (GB) Farbpalette
ga: Pailéad Dathanna (GB)
it_it: (GB) Tavolozza dei colori
sv_se: (GB) Färgpalett

# #30006
source: (GB) Show Borders
de_de: (GB) Ränder anzeigen
ga: (GB) Taispeáin Teorainneacha
it_it: (GB) Mostra bordi
sv_se: (GB) Visa ramar

# #30007
source: (GB) Color Correction
de_de: (GB) Farbkorrektur
ga: (GB) Ceartú Datha
it_it: (GB) Correzione colore
sv_se: (GB) Färgkorrigering

# #30008
source: LCD Color Filter
de_de: LCD-Farbfilter
ga: Scagaire Dath LCD
it_it: Filtro colorato LCD
sv_se: LCD-färgfilter

# #30009
source: Interframe Blending
de_de: Zwischenframe-Überblendung
ga: Cumasc Idirfhráma
it_it: Fusione tra frame
sv_se: Blandning mellan bildrutor

# #30010
source: Sound Interpolation
ga: Idirshuíomh Fuaime
it_it: Interpolazione suono
sv_se: Interpolering av ljud

# #30011
source: Sound Filtering
de_de: Soundfilterung
ga: Scagadh Fuaime
it_it: Filtraggio suono
sv_se: Filtrering av ljud

# #30012
source: Enable Turbo Buttons
de_de: Turbotasten aktivieren
ga: Cumasaigh Cnaipí Turbó
it_it: Abilita pulsanti turbo
sv_se: Aktivera Turbo-knappar

# #30013
source: Turbo Delay (in frames)
de_de: Turboverzögerung (in Frames)
ga: Moill Turbó (i bhfrámaí)
it_it: Ritardo turbo (in fotogrammi)
sv_se: Turbo-fördröjning (i bildrutor)

# #30014
source: Solar Sensor Level
de_de: Sonnensensorpegel
ga: Leibhéal Braiteora Gréine
it_it: Livello sensore solare
sv_se: Nivå för solsensor

# #30015
source: Sensors Deadzone (%)
de_de: Sensor-Deadzone (%)
ga: Braiteoirí Crios Marbh (%)
it_it: Sensori zona morta (%)
sv_se: Sensordödzon (%)

# #30016
source: Sensor Sensitivity (Gyroscope) (%)
de_de: Sensorempfindlichkeit (Gyroskop) (%)
ga: Íogaireacht Braiteora (Giroscóp) (%)
it_it: Sensibilità sensore (giroscopio) (%)
sv_se: Sensorkänslighet (gyroskop) (%)

# #30017
source: Sensor Sensitivity (Tilt) (%)
de_de: Sensorempfindlichkeit (Neigung) (%)
ga: Íogaireacht Braiteora (Tilt) (%)
it_it: Sensibilità sensore (inclinazione) (%)
sv_se: Sensorkänslighet (lutning) (%)

# #30018
source: Swap Left/Right Analog
de_de: Linken/rechten Analogstick tauschen
ga: Malartaigh Analógach Clé/Deas
it_it: Scambia analogico sinistro/destro
sv_se: Byt vänster/höger analog

# #30019
source: Sound Channel 1
de_de: Tonkanal 1
ga: Cainéal Fuaime 1
it_it: Canale audio 1
sv_se: Ljudkanal 1

# #30020
source: Sound Channel 2
de_de: Tonkanal 2
ga: Cainéal Fuaime 2
it_it: Canale audio 2
sv_se: Ljudkanal 2

# #30021
source: Sound Channel 3
de_de: Tonkanal 3
ga: Cainéal Fuaime 3
it_it: Canale audio 3
sv_se: Ljudkanal 3

# #30022
source: Sound Channel 4
de_de: Tonkanal 4
ga: Cainéal Fuaime 4
it_it: Canale audio 4
sv_se: Ljudkanal 4

# #30023
source: Sound DMA Channel A
de_de: Ton-DMA-Kanal A
ga: Cainéal DMA Fuaime A
it_it: Canale DMA audio A
sv_se: Ljud DMA-kanal A

# #30024
source: Sound DMA Channel B
de_de: Ton-DMA-Kanal B
ga: Cainéal DMA Fuaime B
it_it: Canale DMA audio B
sv_se: Ljud DMA-kanal B

# #30025
source: Show Background Layer 1
de_de: Hintergrundlayer 1 anzeigen
ga: Taispeáin Sraith Chúlra 1
it_it: Mostra livello di sfondo 1
sv_se: Visa bakgrundslager 1

# #30026
source: Show Background Layer 2
de_de: Hintergrundlayer 2 anzeigen
ga: Taispeáin Sraith Chúlra 2
it_it: Mostra livello di sfondo 2
sv_se: Visa bakgrundslager 2

# #30027
source: Show Background Layer 3
de_de: Hintergrundlayer 3 anzeigen
ga: Taispeáin Sraith Chúlra 3
it_it: Mostra livello di sfondo 3
sv_se: Visa bakgrundslager 3

# #30028
source: Show Background Layer 4
de_de: Hintergrundlayer 3 anzeigen
ga: Taispeáin Sraith Chúlra 4
it_it: Mostra livello di sfondo 4
sv_se: Visa bakgrundslager 4

# #30029
source: Show Sprite Layer
de_de: Spritelayer anzeigen
ga: Taispeáin Sraith Sprid
it_it: Mostra livello sprite
sv_se: Visa Sprite-lager

# #30030
source: Show Window Layer 1
de_de: Fensterlayer 1 anzeigen
ga: Taispeáin Sraith Fuinneoige 1
it_it: Mostra livello finestra 1
sv_se: Visa fönsterlager 1

# #30031
source: Show Window Layer 2
de_de: Fensterlayer 2 anzeigen
ga: Taispeáin Sraith Fuinneoige 2
it_it: Mostra livello finestra 2
sv_se: Visa fönsterlager 2

# #30032
source: Show Sprite Window Layer
de_de: Sprite-Fenster-Layer anzeigen
ga: Taispeáin Sraith Fuinneoige Sprid
it_it: Mostra livello della finestra sprite
sv_se: Visa Sprite-fönsterlager

# #30033
source: LCD Color Filter Type
ga: Cineál Scagaire Dath LCD

# #30034
source: LCD Color Lighten/Darken
ga: Éadromú/Dorchú Dath LCD
